Repository: CNPD-Luxembourg/daaz_theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Accessibility
de: Zugänglichkeit
fr: Accessibilité

source: Django administration
de: Verwaltung von Django
fr: Administration de Django

source: Certificate
de: Zertifikat
fr: Certificat

source: Congratulations!
de: Herzlichen Glückwunsch!
fr: Félicitations !

source: Dominique and his team are delighted to be able to award you this certificate of achievement for the DAAZ tool!
de: Dominique und sein Team freuen sich, Ihnen dieses Zertifikat für die Leistung des DAAZ-Tools verleihen zu können!
fr: Dominique et son équipe sont heureux de pouvoir vous décerner ce certificate d'accomplissement de l'outil DAAZ!

source: This document only means that you have completed the DAAZ tool.
de: Dieses Dokument bedeutet ausschließlich, dass Sie das DAAZ-Tool abgeschlossen haben.
fr: Ce document signifie exclusivement que vous avez terminé l’outil DAAZ.

source: Details
de: Einzelheiten
fr: Détails

source: Do not display anymore
de: Nicht mehr anzeigen
fr: Ne plus afficher

source: Cookie management
de: Verwaltung von Cookies
fr: Gestion des cookies

source: Cookie settings
fr: Paramètres des cookies

source: A cookie is a text file sent to your browser and stored on the hard drive of your device (PC, laptop or smartphone, for example) when visiting a website. <br><br> Cookies can for example, be used to ensure the proper functioning of a site and to optimize its ergonomics and its functionalities. <br><br> The cookies we use on this site are strictly necessary to ensure its proper functioning and to allow you to complete the online form, namely:
de: Ein Cookie ist eine Textdatei, die an Ihren Browser gesendet und beim Besuch einer Website auf der Festplatte Ihres Endgeräts (z.B. PC, Laptop oder Smartphone) gespeichert wird. <br><br> Cookies können beispielsweise verwendet werden, um das ordnungsgemäße Funktionieren einer Website zu gewährleisten und deren Ergonomie und Funktionalität zu optimieren. <br><br> Die Cookies, die wir auf dieser Website verwenden, sind unbedingt erforderlich, um das ordnungsgemäße Funktionieren zu gewährleisten und Ihnen das Ausfüllen des Online-Formulars zu ermöglichen, und zwar:
fr: Un cookie est un fichier texte envoyé à votre navigateur et enregistré sur le disque dur de votre terminal (PC, ordinateur portable ou smartphone, par exemple) lors de la visite d'un site internet. <br><br> Les cookies peuvent par exemple être utilisés afin d'assurer le bon fonctionnement d'un site et d'optimiser son ergonomie et ses fonctionnalités. <br><br> Les cookies que nous utilisons sur ce site sont strictement nécessaires afin d'assurer son bon fonctionnement et pour vous permettre de compléter le formulaire en ligne, à savoir :

source: Name
fr: Nom

source: Maximum duration
de: Höchstdauer
fr: Durée maximum

source: Level
de: Niveau
fr: Niveau

source: Scenario
de: Szenario
fr: Scénario

source: Choose all the answers that apply, then click 'Confirm'.
de: Wählen Sie alle zutreffenden Antworten aus und klicken Sie auf 'Bestätigen'.
fr: Choisissez toutes les réponses qui s'appliquent puis cliquez 'Valider'.

source: Confirm
de: Bestätigen
fr: Valider

source: Explanation
de: Erläuterung
fr: Explication

source: Congratulations
de: Herzlichen Glückwunsch
fr: Félicitations

source: You have completed level %(index_level)s !
de: Sie haben das Niveau %(index_level)s abgeschlossen!
fr: Vous avez terminé le niveau %(index_level)s !

source: Your score is
de: Ihre Punktzahl ist
fr: Votre score est de

source: You have unlocked story number %(next_level)s !
de: Sie haben die Story-Nummer %(next_level)s freigeschaltet!
fr: Vous avez débloqué l’histoire numéro %(next_level)s !

source: Download the summary sheet
de: Zusammenfassung herunterladen
fr: Télécharger la fiche récapitulative

source: Download the level report
de: Füllstandsbericht herunterladen
fr: Télécharger le rapport de niveau

source: Downloading
de: Herunterladen
fr: Téléchargement

source: Go to the next level
de: Zum nächsten Level
fr: Accéder au niveau suivant

source: Download the DAAZ certificate
de: DAAZ-Zertifikat herunterladen
fr: Télécharger le certificat DAAZ

source: Satisfaction survey
fr: Questionnaire de satisfaction

source: Download the practical sheet
de: Laden Sie das Merkblatt herunter
fr: Télécharger la fiche pratique

source: Download my template
de: Laden Sie meine Vorlage herunter
fr: Télécharger mon template

source: Dashboard
fr: Tableau de bord

source: My lessons
de: Meine Kurse
fr: Mes cours

source: Continue your adventure here!
de: Setzen Sie Ihr Abenteuer hier fort!
fr: Poursuivez votre aventure ici !

source: Start your adventure here!
de: Starten Sie das Abenteuer hier!
fr: Commencer l'aventure ici !

source: Progress
de: Fortschritt
fr: de progression

source: successful
de: Erfolgreich
fr: de réussite

source: Progress:
de: Fortschritt:
fr: Progression:

source: Knowledge
de: Kenntnisse
fr: Connaissances

source: Results
de: Ergebnisse
fr: Résultats

source: Help Centre
de: Hilfe-Center
fr: Centre d'aide

source: Respond to the satisfaction questionnaire
de: Beantwortung des Zufriedenheitsfragebogens
fr: Répondre au questionnaire de satisfaction

source: The satisfaction questionnaire is accessible after full completion of the DAAZ journey
de: Der Zufriedenheitsfragebogen ist nach vollständigem Abschluss der DAAZ-Reise zugänglich
fr: Le questionnaire de satisfaction est accessible après accomplissement intégral du parcours DAAZ

source: Link to online questionnaire [to be developed with LHC-NC3]
de: Link zum Online-Fragebogen [mit LHC-NC3 zu entwickeln]
fr: Lien vers le questionnaire en ligne [à développer avec le LHC-NC3]

source: About
de: Über uns
fr: A propos

source: Publisher
de: Herausgeber
fr: Editeur

source: You are on the DAAZ tool.
de: Sie befinden sich im DAAZ-Tool.
fr: Vous êtes sur l’outil DAAZ.

source: The aim of this tool is to provide SMEs with a simple, intuitive and free self-assessment tool allowing them to integrate GDPR obligations into their business. Emphasis will be placed in particular on the fundamental principles laid down in the GDPR and on strengthening respect for the rights of individuals in the context of the envisaged and ongoing processing of personal data. ALTO is aimed at all SMEs that need to comply with the GDPR, both as controllers and processors.
de: Ziel dieses Instruments ist es, KMU ein einfaches, intuitives und kostenloses Selbstbewertungsinstrument zur Verfügung zu stellen, mit dem sie die DSGVO-Verpflichtungen in ihre Geschäftstätigkeit integrieren können. Der Schwerpunkt wird insbesondere auf den in der DSGVO verankerten Grundprinzipien sowie auf der Stärkung der Achtung der Rechte des Einzelnen bei der geplanten und laufenden Verarbeitung personenbezogener Daten liegen. ALTO richtet sich sowohl als Verantwortlicher als auch als Auftragsverarbeiter an alle KMU, die die DSGVO einhalten müssen.
fr: L'objectif de cet outil est de fournir aux PME un outil d’auto-évaluation simple, intuitif et gratuit permettant à ces dernières d’intégrer les obligations RGPD dans le cadre de leur activité. L’accent sera mis notamment sur les principes fondamentaux prévus par le RGPD ainsi que le renforcement du respect des droits des individus dans le cadre des traitements de données personnelles envisagés et en cours. ALTO s’adresse à toutes les PME devant se conformer au RGPD, tant en qualité de responsable de traitement que de sous-traitant.

source: It is published by the "AI, Innovation and Digital" department of the National Commission for Data Protection (CNPD) in collaboration with the Luxembourg National Cybersecurity Competence Center (NC3), an entity of the Luxembourg House of Security.
de: Es wird von der Abteilung "KI, Innovation und Digital" der Nationalen Kommission für Datenschutz (CNPD) in Zusammenarbeit mit dem Luxembourg National Cybersecurity Competence Center (NC3), einer Einrichtung des Luxembourg House of Security, herausgegeben.
fr: Il est édité par le service « IA, Innovation et Numérique » de la Commission Nationale pour la Protection des Données (CNPD) en collaboration avec le Luxembourg National Cybersecurity Competence Center (NC3), entité de la Luxembourg House of Security.

source: It was co-financed by the European Union.
de: Es wurde von der Europäischen Union kofinanziert.
fr: Il a été co-financé par l’Union européenne.

source: For any questions about this tool and its content, you can contact us via our contact form.
de: Bei Fragen zu diesem Tool und seinen Inhalten können Sie uns über unser Kontaktformular kontaktieren.
fr: Pour toute question sur cet outil et son contenu, vous pouvez nous contacter via notre formulaire de contact.

source: Consult the legal notice at the bottom of the homepage for the legal notice and information on the hosting of this site.
de: Lesen Sie den rechtlichen Hinweis unten auf der Homepage, um die rechtlichen Hinweise und Informationen zum Hosting dieser Website zu lesen.
fr: Consultez la notice légale en bas de la page d’accueil pour prendre connaissance des mentions légales et des informations sur l'hébergement de ce site.

source: Quality
de: Qualität
fr: Qualité

source: Particular care has been taken to ensure a satisfactory level of quality and accessibility.
de: Besondere Sorgfalt wurde darauf verwendet, ein zufriedenstellendes Qualitäts- und Zugänglichkeitsniveau zu gewährleisten.
fr: Un soin particulier a été pris pour garantir un niveau de qualité et d'accessibilité satisfaisant.

source: Accessibility Statement
de: Erklärung zur Barrierefreiheit
fr: Déclaration d’accessibilité

source: The National Commission for Data Protection pursues the objective of making websites accessible to as many people as possible. You can consult our accessibility policy at renow.public.lu for more information. This site has been designed on these principles and we are committed to improving the accessibility of content so that the consultation of the site does not suffer from any discrimination.
de: Die Nationale Datenschutzkommission verfolgt das Ziel, die Webseiten möglichst vielen Menschen zugänglich zu machen. Weitere Informationen finden Sie in unserer Richtlinie zur Barrierefreiheit unter renow.public.lu. Diese Website wurde nach diesen Grundsätzen gestaltet und wir verpflichten uns, die Zugänglichkeit der Inhalte zu verbessern, damit der Besuch der Website nicht diskriminiert wird.
fr: La Commission Nationale pour la Protection des données poursuit l'objectif de rendre les sites internet accessibles au plus grand nombre. Vous pouvez consulter notre politique en matière d'accessibilité sur le site renow.public.lu pour obtenir plus d'informations. Ce site a été conçu sur ces principes et nous nous engageons à améliorer l'accessibilité des contenus pour que la consultation du site ne souffre d'aucune discrimination.

source: For any technical questions or requests for assistance regarding the CNPD e-learning platform (DAAZ), please contact us directly via the following email address: <a href="mailto:daaz@cnpd.lu">daaz@cnpd.lu</a>
de: Wenn Sie Fragen oder technische Hilfe im Zusammenhang mit der E-Learning-Plattform der CNPD (DAAZ) haben, wenden Sie sich bitte direkt über die folgende E-Mail-Adresse an uns: <a href="mailto:daaz@cnpd.lu">daaz@cnpd.lu</a>
fr: Pour toutes vos questions ou demandes d’aide d’ordre technique concernant la plateforme d’apprentissage en ligne de la CNPD (DAAZ), veuillez nous contacter directement via l’adresse électronique suivant : <a href="mailto:daaz@cnpd.lu">daaz@cnpd.lu</a>

source: For all your more specific questions in relation to the protection of personal data, please contact the CNPD via its <a href="https://cnpd.public.lu/en/support/contact.html" target="_blank" rel="noopener noreferrer">contact</a> form.
de: Für alle spezifischeren Fragen zum Schutz personenbezogener Daten wenden Sie sich bitte an die CNPD über deren <a href="https://cnpd.public.lu/de/support/contact.html" target="_blank" rel="noopener noreferrer">Kontaktformular</a>.
fr: Pour toutes vos questions plus spécifiques en relation avec la protection des données à caractère personnel, veuillez contacter la CNPD via son <a href="https://cnpd.public.lu/fr/support/contact.html" target="_blank" rel="noopener noreferrer">formulaire de contact</a>.

source: Sitemap
fr: Plan de site

source: Resources
de: Ressourcen
fr: Ressources

source: Languages
de: Sprachen
fr: Langues

source: Log out
de: Abmelden
fr: Déconnexion

source: DAAZ journey
de: DAAZ-Strecken
fr: Parcours DAAZ

source: The diagram of the journey
de: Das Schema der Route
fr: Le schéma du parcours

source: The DAAZ journey consists of 4 levels, each of which includes:
de: Der DAAZ-Parcours besteht aus 4 Ebenen, die jeweils Folgendes umfassen:
fr: Le parcours DAAZ est composé de 4 niveaux qui comprennent chacun :

source: 1 story that is consistent and continuous across all 4 levels
de: Eine Geschichte, die auf allen vier Ebenen kohärent und kontinuierlich ist
fr: 1 histoire qui est cohérente et continue sur l’ensemble des 4 niveaux

source: 20 illustrated questions
de: 20 illustrierte Fragen
fr: 20 questions illustrées

source: 4 quizzes
de: 4 Quiz
fr: 4 quizz

source: 4 practical sheets to unlock
de: 4 praktische Datenblätter zum Entsperren
fr: 4 fiches pratiques à débloquer

source: 1 summary sheet to unlock at the end of the level
de: 1 zusammenfassende Karte, die am Ende des Levels freigeschaltet werden muss
fr: 1 fiche récapitulative à débloquer en fin de niveau

source: 1 template document to complete at the end of each level, as a challenge
de: 1 Template-Dokument, das am Ende jedes Levels als Challenge ausgefüllt werden muss
fr: 1 document Template à remplir en fin de chaque niveau, à titre de challenge

source: The DAAZ journey consists of four levels, which can be summarised as follows:
de: Der DAAZ-Parcours besteht aus 4 Ebenen, die wie folgt schematisiert werden können:
fr: Le parcours DAAZ est composé de 4 niveaux qui peuvent être schématisés comme suit :

source: The content of the levels
de: Inhalt der Ebenen
fr: Le contenu des niveaux

source: Each level has its specificities in terms of personal data protection.
de: Jede Ebene hat ihre eigenen Besonderheiten in Bezug auf den Schutz personenbezogener Daten.
fr: Chaque niveau à ses spécificités en matière de protection des données personnelles.

source: Level 1 – Basics
de: Ebene 1 – Grundlagen
fr: Niveau 1 – Bases

source: Concepts discussed:
de: Behandelte Begriffe:
fr: Notions abordées :

source: Personal data
de: Personenbezogene Daten
fr: Données à caractère personnel

source: Data mapping
de: Datenkartierung
fr: Cartographie des données

source: Processing of customer data
de: Verarbeitung von Kundendaten
fr: Traitement des données de clients

source: Request for exercise of rights by the data subject
de: Antrag der betroffenen Person auf Ausübung ihres Rechts
fr: Demande d’exercice de droit par la personne concernée

source: Document to be completed:
de: Auszufüllendes Dokument:
fr: Document à remplir :

source: Register of processing activities
de: Register der Verarbeitungen
fr: Registre des traitements

source: Level 2 – Design
de: Ebene 2 – Gestaltung
fr: Niveau 2 – Conception

source: Obligation to provide information
de: Informationspflicht
fr: Obligation d’information

source: Processing of employee data
de: Verarbeitung von Arbeitnehmerdaten
fr: Traitement des données des salariés

source: Sensitive data
de: Sensible Daten
fr: Données sensibles

source: CCTV surveillance
de: Videoüberwachung
fr: Vidéosurveillance

source: Geolocation
de: Geolokalisierung
fr: Géolocalisation

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Level 3 – Implementation
de: Ebene 3 – Durchführung
fr: Niveau 3 – Mise en œuvre

source: Data breaches
de: Datenschutzverletzungen
fr: Violations de données

source: Security measures
de: Sicherheitsmaßnahmen
fr: Mesures de sécurité

source: Processing
de: Unterauftragsvergabe
fr: Sous-Traitance

source: Transfer outside E.E.E.
de: Transfer außerhalb von E.E.E.
fr: Transfert hors E.E.E.

source: Standard contractual clauses
de: Standardvertragsklauseln
fr: Clauses contractuelles types

source: Processing contracts
de: Vergabe von Unteraufträgen
fr: Contrat de sous-traitance

source: Register of violations
de: Verzeichnis der Verstöße
fr: Registre des violations

source: Level 4 – Governance 2.0
de: Ebene 4 – Governance 2.0
fr: Niveau 4 – Gouvernance 2.0

source: Children's data
de: Daten zu Kindern
fr: Données relatives aux enfants

source: Processing of pictures
de: Bearbeitung von Fotos
fr: Traitement des photos

source: Complaint procedure
de: Beschwerdeverfahren
fr: Procédure de réclamation

source: European cooperation
de: Europäische Zusammenarbeit
fr: Coopération européenne

source: Lead authority
de: Federführende Behörde
fr: Autorité chef de file

source: Table of continuous improvement
de: Tabelle Kontinuierliche Verbesserung
fr: Tableau Amélioration continue

source: Functionality of DAAZ
de: DAAZ-Funktionalität
fr: Fonctionnalité de DAAZ

source: Start/continue the journey
de: Start/Fortsetzung des Kurses
fr: Commencer/poursuivre le parcours

source: <strong>To start the journey</strong>, click on the red button “Start the adventure here! or on the blue "Level 1" button.
de: <strong>Um die Route zu beginnen</strong>, Klicken Sie auf die rote Schaltfläche „Starte das Abenteuer hier! oder auf den blauen "Level 1"-Button.
fr: <strong>Pour commencer le parcours</strong>, Cliquez sur le bouton rouge « Commencer l’aventure ici ! » ou sur le bouton bleu « Niveau 1 ».

source: <strong>To continue the journey</strong>, Click on the red button "Continue your adventure here!" or on the blue button corresponding to the level, when you left the journey.
de: <strong>Um den Kurs fortzusetzen</strong>, Klicken Sie auf die rote Schaltfläche "Fortfahren Sie Ihr Abenteuer hier!" oder auf den blauen Button, der dem Level entspricht, wenn Sie den Kurs verlassen haben.
fr: <strong>Pour poursuivre le parcours</strong>, Cliquez sur le bouton rouge « Poursuivez votre aventure ici ! » ou sur le buton bleu correspondant au niveau, lorsque vous avez quitté le parcours.

source: <strong>Completing a level</strong> opens access to the next level. The journey contains 4 levels.
de: <strong>Das Absolvieren einer Stufe</strong> öffnet den Zugang zur nächsten Stufe. Der Kurs besteht aus 4 Levels.
fr: <strong>L’accomplissement d’un niveau</strong> ouvre l’accès au niveau suivant. Le parcours contient 4 niveaux.

source: <strong>Completion of the fourth and final level</strong> unlocks the unique certificate of achievement, providing your unique identifier.
de: <strong>Abschluss der vierten und letzten Stufe</strong> schaltet das einzigartige Abschlusszertifikat mit Ihrer eindeutigen ID frei.
fr: <strong>L’accomplissement du quatrième et dernier niveau</strong> débloque le certificat d’accomplissement unique, renseignant de votre identifiant unique.

source: Find a specific content
de: Spezifische Inhalte finden
fr: Retrouver un contenu spécifique

source: At any time, you can go back to a previous level to find specific content.
de: Sie können jederzeit zu einer früheren Ebene zurückkehren, um bestimmte Inhalte zu finden.
fr: À tout moment, vous pouvez revenir à un niveau précédent pour retrouver un contenu spécifique.

source: In order to do so, it is necessary to:
de: Dazu ist Folgendes erforderlich:
fr: Pour cela il convient :

source: click on the ‘Resources’ button in the vertical bar to the left of the screen (computer version) or at the bottom of your screen (mobile version);
de: auf die Schaltfläche „Ressourcen“ klicken, die sich in der vertikalen Leiste links auf dem Bildschirm (Computerversion) oder unten auf Ihrem Bildschirm (mobile Version) befindet;
fr: de cliquer sur le bouton « Ressources » qui se trouve dans la bar verticale à gauche de l’écran (version ordinateur) ou en bas de votre écran (version mobile) ;

source: then click on the button corresponding to the level or type of document you are looking for.
de: Klicken Sie anschließend auf die Schaltfläche für die Ebene oder den Typ des gesuchten Dokuments.
fr: de cliquer ensuite sur le bouton correspondant au niveau ou au type de document recherché.

source: The content of the explanations provided for each of the 20 questions can be found in full in the summary sheets to be downloaded at the end of each level, either from the dedicated window of the journey or from the "Resources" section of the dashboard.
de: Der Inhalt der Erläuterungen zu jeder der 20 Fragen ist vollständig in den zusammenfassenden Datenblättern enthalten, die an jedem Ende der Ebene heruntergeladen werden können, entweder im speziellen Fenster der Route oder in der Rubrik "Ressourcen" des Dashboards.
fr: Le contenu des explications fourni pour chacune des 20 questions se trouve intégralement dans les fiches récapitulatives à télécharger à chaque fin de niveau, soit depuis la fenêtre dédiée du parcours, soit depuis la rubrique « Ressources » du tableau de bord.

source: Simple questions and multiple choice questions/quiz
de: Einfache Fragen und Multiple-Choice-Fragen/Quiz
fr: Questions simples et questions/quiz à choix multiple

source: Simple questions
de: Einfache Fragen
fr: Questions simples

source: To select the correct answer, click on the point related to the answer or on the answer itself.<br> Once the answer is selected, click on "validate" to validate the answer.<br> A correctly selected answer will be coloured green in the correction slide.<br> A correctly not selected answer will be coloured blue in the correction slide.<br> A wrong selected answer will be coloured red in the correction slide.<br>
de: Um die richtige Antwort auszuwählen, klicken Sie auf den Punkt, der mit der Antwort verbunden ist, oder auf die Antwort selbst.<br> Sobald die Antwort ausgewählt ist, klicken Sie auf "validieren", um die Antwort zu bestätigen.<br> Eine ausgewählte richtige Antwort wird in der Korrektur-Slide grün gefärbt.<br> Eine nicht ausgewählte richtige Antwort wird in der Korrektur-Slide blau gefärbt.<br> Eine ausgewählte falsche Antwort wird in der Korrektur-Slide rot gefärbt.<br>
fr: Pour sélectionner la bonne réponse, il convient de cliquer sur le point lié à la réponse ou sur la réponse en elle-même.<br> Une fois la réponse sélectionnée, il convient de cliquer sur « valider » pour valider la réponse.<br> Une réponse juste sélectionnée sera colorée en vert dans la slide de correction.<br> Une réponse juste non sélectionnée sera colorée en bleu dans le slide de correction.<br> Une réponse fausse sélectionnée sera colorée en rouge dans le slide de correction.<br>

source: Multiple choice questions and quizzes
de: Multiple-Choice-Fragen und -Quiz
fr: Questions et quizz à choix multiple

source: Multiple-choice questions are recognisable:
de: Multiple-Choice-Fragen sind erkennbar:
fr: Les questions à choix multiple sont reconnaissables :

source: by the blue square "<span class="text-primary">□</span>" of the boxes to be selected, corresponding to the specific design for multiple-choice questions, as well as by ;
de: dem blauen Quadrat „<span class="text-primary">□</span>“ der Auswahlfelder entsprechend dem spezifischen Design für Multiple-Choice-Fragen sowie durch;
fr: au carré bleu « <span class="text-primary">□</span> » des cases à sélectionner, correspondant au design spécifique pour les questions à choix multiple, ainsi que par ;

source: the message "Choose all the answers that apply and click 'Validate'".
de: die Meldung "Wählen Sie alle zutreffenden Antworten aus und klicken Sie auf 'Bestätigen'".
fr: le message « Choisissez toutes les réponses qui s'appliquent puis cliquez 'Valider' ».
