Repository: CNPD-Luxembourg/daaz_theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: For each multiple-choice question, it is possible to select a limited number of answers, i.e. one corresponding to the number of possible correct answers per question. Once the limited number of answers is selected, the remaining answers are greyed out to inform the user that they have selected the maximum number of correct answers on a multiple choice answer or quiz.
de: Für jede Multiple-Choice-Frage kann eine begrenzte Anzahl von Antworten ausgewählt werden, d. h. die Anzahl der richtigen Antworten pro Frage. Nachdem die begrenzte Anzahl von Antworten ausgewählt wurde, werden die anderen Antworten ausgegraut, um den Nutzer darüber zu informieren, dass er bei einer Multiple-Choice-Antwort oder einem Multiple-Choice-Quiz die maximal richtigen Antworten ausgewählt hat.
fr: Pour chaque question à choix multiple, il est possible de sélectionner un nombre limité de réponse, à savoir celui correspondant au nombre de bonnes réponses possible par question. Une fois le nombre limité de réponses sélectionnées, les autres réponses sont grisées pour informer l’utilisateur qu’il a sélectionner le maximum de bonnes réponses sur une réponse ou quiz à choix multiple.

source: A correctly selected answer will be coloured green in the correction slide. <br> A correctly not selected answer will be coloured blue in the correction slide.<br> A selected false answer will be coloured red in the correction slide.<br>
de: Eine gerade ausgewählte Antwort wird in der Korrektur-Slide grün eingefärbt. <br> Eine gerade nicht ausgewählte Antwort wird im Korrektur-Slide blau gefärbt.<br> Eine ausgewählte falsche Antwort wird im Korrektur-Slide rot gefärbt.<br>
fr: Une réponse juste sélectionnée sera colorée en vert dans la slide de correction. <br> Une réponse juste non sélectionnée sera colorée en bleu dans le slide de correction.<br> Une réponse fausse sélectionnée sera colorée en rouge dans le slide de correction.<br>

source: Score and rewards
de: Punkte und Auszeichnungen
fr: Score et récompenses

source: <strong>Rewards:</strong> throughout the DAAZ journey, practical or summary content and a certificate of achievement must be unlocked to be downloaded as rewards. Any document unlocked from the path can, at any time, be retrieved and downloaded from the "<strong>Resources</strong>" section of the dashboard.
de: <strong>Belohnungen:</strong> Während der gesamten DAAZ-Reise sind praktische oder zusammenfassende Inhalte sowie ein Abschlusszertifikat als Belohnung zum Herunterladen freizuschalten. Alle freigeschalteten Dokumente können jederzeit im Bereich "<strong>Ressourcen</strong>" des Dashboards abgerufen und heruntergeladen werden.
fr: <strong>Récompenses :</strong> tout au long du parcours DAAZ du contenu pratique ou récapitulatif ainsi qu’un certificat d’accomplissement sont à débloquer, pour être téléchargés, à titre de récompenses. Tout document débloqué depuis le parcours peut, à tout moment, être récupéré et téléchargé depuis la rubrique « <strong>Ressources</strong> » du tableau de bord.

source: Each level allows you to unlock, 4 practical sheets, 1 summary sheet, a level report and 1 template document.
de: Auf jeder Ebene können Sie 4 Merkblätter, 1 Übersichtskarte, einen Level-Bericht und 1 Template-Dokument freischalten.
fr: Chaque niveau permet de débloquer, 4 fiches pratiques, 1 fiche récapitulative, un rapport de niveau et 1 document Template.

source: <strong>A practical sheet</strong> is a document on a specific topic, to draw attention to important aspects of the GDPR. Their content is not exhaustive.<br> To obtain it, it is necessary to answer one of the 4 quizzes of the level and to validate the selected answer(s).
de: <strong>Ein Merkblatt</strong> ist ein Dokument zu einem bestimmten Thema, um auf wichtige Aspekte der DSGVO aufmerksam zu machen. Ihr Inhalt ist nicht erschöpfend.<br> Um ihn zu erhalten, müssen Sie eines der 4 Quiz des Niveaus beantworten und die ausgewählte(n) Antwort(en) bestätigen.
fr: <strong>Une fiche pratique</strong> est un document portant sur une thématique spécifique, afin d’attirer l’attention sur des aspects importants du RGPD. Leur contenu n’est pas exhaustif.<br> Pour l’obtenir, il convient de répondre à un des 4 quiz du niveau et de valider la(les) réponse(-s) sélectionnée(-s).

source: <strong>A summary sheet</strong> is a document summarizing in a structured way, the explanations provided for each of the 20 questions. Their content is not exhaustive.<br> To obtain it, it is necessary to complete a level in its entirety.
de: <strong>Eine Zusammenfassung</strong> ist ein strukturiertes Dokument, das die Erklärungen für jede der 20 Fragen zusammenfasst. Ihr Inhalt ist nicht erschöpfend.<br> Um ihn zu erhalten, muss eine Ebene vollständig erreicht werden.
fr: <strong>Une fiche récapitulative</strong> est un document synthétisant de manière structurée, les explications fournies pour chacune des 20 questions. Leur contenu n’est pas exhaustif.<br> Pour l’obtenir, il convient d’accomplir un niveau intégralement.

source: <strong>A Template</strong> document is a document provided to allow you to document your compliance with the GDPR. It must be completed adequately according to the treatments carried out. To obtain it, it is necessary to wait for the ‘Challenge’ at the end of the level.
de: <strong>Ein Dokument Template</strong> ist ein zur Verfügung gestelltes Dokument, mit dem Sie Ihre Einhaltung der DSGVO dokumentieren können. Es muss entsprechend den durchgeführten Behandlungen angemessen ausgefüllt werden.<br> Um es zu erhalten, ist es notwendig, auf die "Herausforderung" am Ende der Stufe zu warten.
fr: <strong>Un document Template</strong> est un document fourni pour vous permettre de documenter votre conformité au RGPD. Il doit être rempli de manière adéquate en fonction des traitements effectués.<br> Pour l’obtenir, il convient d’attendre le « Challenge » de fin de niveau.

source: <strong>A level report</strong> is a document transcribing all the answers given and the score obtained by level.<br> To obtain it, a level must be completed in its entirety.
de: <strong>Ein Level-Bericht</strong> ist ein Dokument, das alle gegebenen Antworten und die Punktzahl pro Level aufzeichnet.<br> Um dies zu erreichen, muss ein Level vollständig erreicht werden.
fr: <strong>Un rapport de niveau</strong> est un document retranscrivant l’intégralité des réponses données ainsi que le score obtenu par niveau.<br> Pour l’obtenir, il convient d’accomplir un niveau intégralement.

source: <strong>A certificate of completion</strong> is the document that validates the completion of the DAAZ journey. It is, in a way, the diploma attesting to your overall knowledge of the principles and obligations of the GDPR acquired throughout the DAAZ.<br> To obtain it, you must complete the DAAZ journey in its entirety.
de: <strong>Ein Abschlusszertifikat</strong> ist das Dokument, das die Durchführung der DAAZ-Reise bestätigt. Dies ist in gewisser Weise das Diplom, das Ihre umfassende Kenntnis der Grundsätze und Pflichten der DSGVO bescheinigt, die Sie während des gesamten DAAZ-Kurses erworben haben.<br> Um dies zu erreichen, müssen Sie den DAAZ-Kurs vollständig absolvieren.
fr: <strong>Un certificat d’accomplissement</strong> est le document qui valide la réalisation du parcours DAAZ. C’est en quelque sorte le diplôme attestant de votre connaissance globale des principes et des obligations du RGPD acquise tout au long du parcours DAAZ.<br> Pour l’obtenir, il convient d’accomplir le parcours DAAZ intégralement.

source: Result
de: Ergebnis
fr: Résultat

source: <u>The Score</u> is based on your total of correct answers to the 20 questions and 4 quizzes for each of the 4 levels of the journey.<br> Each correct answer is worth 1 point.<br> A single choice question brings 1 point.<br> A multiple choice answer brings as many points as there are correct answers to select for this type of question.<br> A wrong answer does not bring a negative point.<br>
de: <u>der Score</u> ist abhängig von Ihrer Gesamtzahl der richtigen Antworten auf die 20 Fragen und 4 Quiz für jede der 4 Stufen des Kurses.<br> Jede richtige Antwort ist 1 Punkt wert.<br> Eine Single-Choice-Frage bringt 1 Punkt.<br> Eine Multiple-Choice-Antwort bringt so viele Punkte, wie es richtige Antworten für diese Art von Frage zu wählen gibt.<br> Eine falsche Antwort bringt keinen negativen Punkt.<br>
fr: <u>le Score</u> est fonction de votre total de bonnes réponses aux 20 questions et 4 quiz pour chacun des 4 niveaux du parcours.<br> Chaque bonne réponse vaut 1 point.<br> Une question à choix unique apporte 1 point.<br> Une réponse à choix multiple apporte autant de points qu’il y a de bonnes réponses à sélectionner pour ce type de question.<br> Une mauvaise réponse n’apporte pas de point négatif.<br>

source: <u>Dashboard stickers</u> are scalable based on score.<br> Once 70%% of correct answers are acquired, a pennant unlocks and appears on the image. <br> Once 90%% of correct answers are acquired, golden stickers unlock.<br>
de: <u>Die Sticker</u> des Dashboards sind je nach Punktzahl skalierbar.<br> Sobald 70%% der richtigen Antworten erreicht wurden, wird ein Wimpel freigeschaltet und erscheint auf dem Bild.<br> Sobald 90%% der richtigen Antworten erreicht wurden, werden die goldenen Sticker freigeschaltet.<br>
fr: <u>Les stickers</u> du tableau de bord sont évolutifs en fonction du score.<br> Une fois 70%% de bonnes réponses acquises, un fanion se débloque et apparaît sur l’image.<br> Une fois 90%% de bonnes réponses acquises, les stickers dorés se débloquent.<br>

source: <strong>Knowledge:</strong> the percentage of knowledge is acquired and increases throughout the DAAZ journey, after each explanation, each practice sheet unlocked and template document unlocked at the time of the end-of-level challenge.
de: <strong>Wissen:</strong> Der Prozentsatz der Kenntnisse wird während der gesamten DAAZ-Reise erworben und erhöht sich nach jeder Erklärung, jedem freigeschalteten Übungsblatt und Template-Dokument, das zum Zeitpunkt der End-Level-Herausforderung freigeschaltet wurde.
fr: <strong>Connaissance :</strong> le pourcentage de connaisse est acquis et augmente tout au long du parcours DAAZ, après chaque explication, chaque fiche pratique débloquée et document Template débloqué au moment du challenge de fin de niveau.

source: <strong>journey:</strong> the percentage of achievement per level changes as you progress through the DAAZ journey.
de: <strong>Kurse:</strong> Der prozentuale Erfolg pro Level ändert sich mit dem Fortschritt auf der DAAZ-Strecke.
fr: <strong>Cours :</strong> le pourcentage de réalisation par niveau évolue au fur et à mesure de votre avancement dans le parcours DAAZ.

source: General conditions of use
de: Allgemeine Nutzungsbedingungen
fr: Conditions générales d’utilisation

source: Please read the general terms and conditions of use of the daaz-gdpr.lu website. In case of disagreement with them, please do not use this site. Any person making use of the daaz-gdpr.lu website and the DAAZ compliance tool accessible on it shall be deemed to have read and accepted all of these general terms and conditions of use.
de: Bitte lesen Sie die Allgemeinen Nutzungsbedingungen für die Website daaz-gdpr.lu. Wenn Sie mit diesen nicht einverstanden sind, verwenden Sie diese Website bitte nicht. Jede Person, die die Website daaz-gdpr.lu und das auf ihr zugängliche DAAZ-Konformitätshilfe-Tool nutzt, gilt als zur Kenntnis genommen und akzeptiert die vorliegenden Allgemeinen Nutzungsbedingungen in vollem Umfang.
fr: Veuillez prendre connaissance des conditions générales d’utilisation du site daaz-gdpr.lu. En cas de désaccord avec celles-ci, veuillez de ne pas utiliser ce site. Toute personne faisant usage du site daaz-gdpr.lu et de l’outil d’aide à la conformité DAAZ accessible sur celui-ci est réputée avoir pris connaissance et accepté l'intégralité des présentes conditions générales d'utilisation.

source: The DAAZ compliance tool is made available to users on the daaz-gdpr.lu website (‘the website’) by the Commission nationale pour la protection des données (CNPD, 15, Boulevard du Jazz, L-4370 Belvaux), in collaboration with the LHC-NC3 (Luxembourg House of Cybersecurity, National Cybersecurity Competence Center, 122 Rue Adolphe Fischer, L-1521 Luxembourg) and with the technical support of the Centre des technologies de l’information de l’Etat (CTIE - 560 Rue de Neudorf, L-2220 Luxembourg).
de: Das DAAZ-Konformitätshilfe-Tool wird den Nutzern auf der Website daaz-gdpr.lu (im Folgenden: Website) von der Commission nationale pour la protection des données (CNPD, 15, Boulevard du Jazz, L-4370 Belvaux) in Zusammenarbeit mit dem LHC-NC3 (Luxembourg House of Cybersecurity, National Cybersecurity Competence Center, 122 Rue Adolphe Fischer, L-1521 Luxemburg) und mit der technischen Unterstützung des Centre des technologies de l'information de l'Etat (CTIE - 560 Rue de Neudorf, L-2220 Luxemburg) zur Verfügung gestellt.
fr: L’outil d’aide à la conformité DAAZ est mis à disposition des utilisateurs sur le site daaz-gdpr.lu (ci-après, le « site ») par la Commission nationale pour la protection des données (CNPD, 15, Boulevard du Jazz, L-4370 Belvaux), en collaboration avec le LHC-NC3 (Luxembourg House of Cybersecurity, National Cybersecurity Competence Center, 122 Rue Adolphe Fischer, L-1521 Luxembourg) et avec le support technique du Centre des technologies de l’information de l’Etat (CTIE - 560 Rue de Neudorf, L-2220 Luxembourg).

source: Access to the site
de: Zugang zur Website
fr: Accès au site

source: Access to the website is via the Internet. The user declares that he is aware of the risks and accepts them. It must guard against the effects of computer piracy by adopting a suitable and secure computer configuration.
de: Der Zugang zur Website erfolgt über das Internet. Der Nutzer erklärt, die Risiken zu kennen und zu akzeptieren. Es muss sich vor den Auswirkungen von Computerpiraterie schützen, indem es eine geeignete und sichere IT-Konfiguration einführt.
fr: L’accès au site se fait par Internet. L’utilisateur déclare en connaître les risques et les accepter. Il doit se prémunir contre les effets de la piraterie informatique en adoptant une configuration informatique adaptée et sécurisée.

source: The CNPD cannot be held liable for any damage that the user suffers, directly or indirectly related to his navigation on this site and the online use of the compliance tool DAAZ.
de: Die CNPD kann nicht für Schäden haftbar gemacht werden, die dem Nutzer direkt oder indirekt im Zusammenhang mit seiner Navigation auf dieser Website und der Online-Nutzung des DAAZ-Konformitätshilfetools entstehen.
fr: La CNPD ne saurait être tenue responsable d'un quelconque dommage, que l’utilisateur subirait, lié directement ou indirectement à sa navigation sur ce site et à l’utilisation en ligne de l’outil d’aide à la conformité DAAZ.

source: The CTIE will best ensure the security of the computer system and maximum availability of this site. However, it cannot be held liable in the event of an attack on the computer system or partial or total temporary unavailability of the site.
de: Das CTIE gewährleistet bestmöglich die Sicherheit des IT-Systems und die maximale Verfügbarkeit dieser Website. Im Falle eines Angriffs auf das IT-System oder einer vorübergehenden teilweisen oder vollständigen Nichtverfügbarkeit der Website kann jedoch keine Haftung übernommen werden.
fr: Le CTIE assurera au mieux la sécurité du système informatique et une disponibilité maximale de ce site. Toutefois, sa responsabilité ne saurait être retenue en cas d’attaque du système informatique ou d’indisponibilité momentanée partielle ou totale du site.

source: Lack of commitment to user compliance
de: Keine Verpflichtung des Nutzers zur Einhaltung der Vorschriften
fr: Absence d’engagement quant à la mise en conformité de l’utilisateur

source: Use of the site, including the DAAZ compliance tool, is free of charge. The use of this tool, which is entirely voluntary, aims to enable the user to acquire the concepts necessary to strengthen and promote compliance with the General Data Protection Regulation (GDPR) in small and medium-sized enterprises.
de: Die Nutzung der Website, einschließlich des DAAZ-Konformitätshilfetools, ist kostenlos. Die Nutzung dieses völlig freiwilligen Instruments soll es dem Nutzer ermöglichen, die erforderlichen Kenntnisse zu erwerben, um die Einhaltung der Datenschutz-Grundverordnung (DSGVO) in kleinen und mittleren Unternehmen zu verbessern und zu fördern.
fr: L'utilisation du site, en ce compris de l’outil d’aide à la conformité DAAZ, est gratuite. L’utilisation de cet outil, entièrement volontaire, vise à permettre à l’utilisateur d’acquérir les notions nécessaires pour renforcer et favoriser la mise en conformité au règlement général sur la protection des données (RGPD) au sein de petites et moyennes entreprises.

source: However, the use of the DAAZ compliance tool is not intended to constitute a guarantee that any processing of personal data carried out by the user will comply with the GDPR and does not imply any commitment on the part of the CNPD in that regard.
de: Die Verwendung des DAAZ-Konformitätshilfetools soll jedoch keine Garantie dafür bieten, dass die vom Nutzer möglicherweise vorgenommene Verarbeitung personenbezogener Daten mit der DSGVO in Einklang steht, und impliziert keine diesbezügliche Verpflichtung der CNPD.
fr: L’utilisation de l’outil d’aide à la conformité DAAZ n’a néanmoins pas pour objet de constituer une garantie quant à la mise en conformité au RGPD des traitements de données à caractère personnel éventuellement mis en œuvre par l’utilisateur et n’implique aucun engagement de la CNPD à cet égard.

source: If the user wishes to obtain more specific information on data protection, he/she can contact the CNPD via the<a href="https://cnpd.public.lu/en/support/contact.html" target="_blank" rel="noopener noreferrer">contact</a> form.
fr: Si l’utilisateur souhaite obtenir des informations plus spécifiques concernant la protection des données, il peut contacter la CNPD via son <a href="https://cnpd.public.lu/fr/support/contact.html" target="_blank" rel="noopener noreferrer">formulaire de contact</a>.

source: Use of the site
de: Nutzung der Website
fr: Utilisation du site

source: The site, including the DAAZ compliance tool, may only be used in compliance with these terms and conditions. It shall be prohibited to divert its use in any way, including for commercial purposes. The content of the DAAZ compliance tool can be adapted to take into account specific aspects of data protection law and practices and developments. Such adaptation, which excludes any direct or indirect exploitation for commercial purposes and which may under no circumstances aim at modifying the tool as accessible on the website, is only possible through the GitHub version of the tool. The GitHub version of the tool is accessible at the bottom of the homepage of the website.
de: Die Website, einschließlich des DAAZ-Konformitätshilfetools, darf nur im Einklang mit diesen Allgemeinen Geschäftsbedingungen genutzt werden. Es ist verboten, sie in irgendeiner Weise, insbesondere zu kommerziellen Zwecken, zu missbrauchen. Der Inhalt des DAAZ-Compliance-Tools kann angepasst werden, um spezifischen Aspekten des Datenschutzrechts und der Datenschutzpraxis sowie Entwicklungen in diesem Bereich Rechnung zu tragen. Eine solche Anpassung, die eine direkte oder indirekte kommerzielle Nutzung ausschließt und in keinem Fall darauf abzielen darf, das auf der Website verfügbare Tool zu ändern, ist nur über die GitHub-Version des Tools möglich. Die GitHub-Version des Tools ist unten auf der Homepage der Website abrufbar.
fr: Le site, en ce compris l’outil d’aide à la conformité DAAZ, ne peut être utilisé que dans le respect des présentes conditions générales. Il est interdit d’en détourner l’utilisation, de quelque façon que ce soit, notamment à des fins commerciales. Le contenu de l’outil d’aide à la conformité DAAZ peut être adapté afin de prendre en compte des aspects spécifiques du droit et des pratiques en matière de protection des données et des évolutions dans ce domaine. Une telle adaptation, qui exclut toute exploitation directe ou indirecte à des fins commerciales et qui ne peut en aucun cas viser à modifier l’outil tel qu’il est accessible sur le site, est uniquement possible par le biais de la version GitHub de l’outil. La version GitHub de l’outil est accessible en bas de page de la page d’accueil du site.

source: The user cannot claim any right of ownership or any assignment, implicit or not, with regard to all the elements of the site and the DAAZ compliance tool made available by the CNPD in collaboration with the LHC-NC3.
de: Der Nutzer hat in Bezug auf alle Elemente der Website und das von der CNPD in Zusammenarbeit mit dem LHC-NC3 zur Verfügung gestellte DAAZ-Konformitätshilfe-Tool keinen Anspruch auf Eigentumsrechte, stillschweigende oder nicht stillschweigende Abtretung oder Abtretung.
fr: L’utilisateur ne peut prétendre à aucun droit de propriété, à aucune cession, implicite ou non, à l’égard de l’ensemble des éléments du site et de l’outil d’aide à la conformité DAAZ mis à disposition par la CNPD en collaboration avec le LHC-NC3.

source: Any use or operation carried out by the user (for example through the use of software) that could harm or alter, in any way, the normal functioning of the site and/or the content offered on it, is prohibited.
de: Jede Nutzung oder Operation durch den Nutzer (z. B. durch die Verwendung von Software), die in irgendeiner Weise den normalen Betrieb der Website und/oder der auf ihr angebotenen Inhalte beeinträchtigen oder beeinträchtigen könnte, ist untersagt.
fr: Toute utilisation ou opération effectuée par l’utilisateur (par exemple via l’utilisation de logiciels) qui pourrait porter atteinte ou altérer, de quelque façon que soit, le fonctionnement normal du site et/ou le contenu proposé sur celui-ci, est interdite.

source: Suspension of the site
de: Aussetzung der Website
fr: Suspension du site

source: The use of the site, including the compliance tool, may be suspended at any time and without notice by the CNPD with the technical support of the CTIE, in particular for maintenance reasons or in the event of misuse of the site, without the CNPD being required to justify the reason for the suspension.
de: Die Nutzung der Website, einschließlich des Compliance-Tools, kann von der CNPD mit technischer Unterstützung des CTIE jederzeit und ohne Vorankündigung ausgesetzt werden, insbesondere aus Wartungsgründen oder im Falle eines Missbrauchs der Website, ohne dass die CNPD den Grund für die Aussetzung begründen muss.
fr: L’utilisation du site, en ce compris de l’outil d’aide à la conformité, peut être suspendue à tout moment et sans préavis par la CNPD avec le support technique du CTIE, notamment pour des raisons de maintenance ou encore dans le cas où le site ferait l’objet d’une utilisation abusive, sans que la CNPD ne soit tenue de justifier le motif de la suspension.

source: Information published and modification of the site
de: Veröffentlichte Informationen und Website-Änderungen
fr: Informations publiées et modification du site
