Repository: CNPD-Luxembourg/daaz_theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: However, if a user requests support from the CNPD (via the address <a href="mailto:daaz@cnpd.lu)">daaz@cnpd.lu</a>), personal data (name, surname and email address of the data subject) will be processed in order to be able to respond to them. <span class="text-danger"> Users' attention is drawn to the fact that they should only provide daaz@cnpd.lu with the information necessary to process their request. </span>
de: Im Falle einer Supportanfrage eines Nutzers an die CNPD (über die Adresse <a href="mailto:daaz@cnpd.lu)">daaz@cnpd.lu</a>) werden jedoch personenbezogene Daten (d. h. Name, Vorname und E-Mail-Adresse der betroffenen Person) verarbeitet, um diese Anfrage bearbeiten zu können. <span class="text- Danger"> Die Nutzer werden darauf hingewiesen, dass sie nur die für die Bearbeitung ihres Antrags erforderlichen Informationen an daaz@cnpd.lu übermitteln sollten. </span>
fr: Néanmoins, en cas de demande de support adressée à la CNPD de la part d’un utilisateur (via l’adresse <a href="mailto:daaz@cnpd.lu)">daaz@cnpd.lu</a>), des données à caractère personnel (à savoir le nom, le prénom et l’adresse email de la personne concernée) seront traitées afin de pouvoir y donner suite. <span class="text-danger"> L’attention des utilisateurs est attirée sur le fait qu’ils ne devraient transmettre à daaz@cnpd.lu que les éléments d’information nécessaires au traitement de leur demande. </span>

source: Recipients
de: Adressaten
fr: Destinataires

source: The personal data processed in the context of a support request will be accessible only to the Commissioners and agents of the CNPD in charge of the DAAZ project as well as to the agents appointed within the LHC-NC3.
de: Die im Rahmen einer Supportanfrage verarbeiteten personenbezogenen Daten sind nur den für das DAAZ-Projekt zuständigen Kommissionsmitgliedern und Bediensteten der CNPD sowie den im LHC-NC3 benannten Bediensteten zugänglich.
fr: Les données à caractère personnel traitées dans le cadre d’une demande de support ne seront accessibles qu’aux Commissaires et agents de la CNPD en charge du projet DAAZ ainsi qu’aux agents désignés au sein du LHC-NC3.

source: Retention period
de: Speicherdauer
fr: Durée de conservation

source: As part of a support request, the processed data will be kept for a period of three months from the request.
de: Im Rahmen einer Supportanfrage werden die verarbeiteten Daten für einen Zeitraum von drei Monaten ab der Anfrage gespeichert.
fr: Dans le cadre d’une demande de support, les données traitées seront conservées pour une durée de trois mois à compter de la demande.

source: Rights of data subjects
de: Rechte der betroffenen Personen
fr: Droits des personnes concernées

source: You have the right to access and obtain a copy of the data concerning you processed in the context of your support request (Article 15 of the General Data Protection Regulation), to obtain the rectification of inaccurate or incomplete data (Article 16 of the General Data Protection Regulation), to object to the processing of your data (Article 21 of the General Data Protection Regulation), to obtain the erasure of your data under the conditions laid down in Article 17 of the General Data Protection Regulation and to restrict processing under the conditions laid down in Article 18 of the General Data Protection Regulation.
de: Sie haben das Recht auf Auskunft über die Sie betreffenden Daten, die im Rahmen Ihres Support-Antrags verarbeitet werden, und auf Erhalt einer Kopie dieser Daten (Artikel 15 der Datenschutz-Grundverordnung), auf Berichtigung unrichtiger oder unvollständiger Daten (Artikel 16 der Datenschutz-Grundverordnung), auf Widerspruch gegen die Verarbeitung Ihrer Daten (Artikel 21 der Datenschutz-Grundverordnung), auf Löschung dieser Daten unter den in Artikel 17 der Datenschutz-Grundverordnung festgelegten Bedingungen und auf Einschränkung der Verarbeitung unter den in Artikel 18 der Datenschutz-Grundverordnung festgelegten Bedingungen. Im Rahmen eines Support-Antrags werden die verarbeiteten Daten für einen Zeitraum von drei Monaten ab der Anfrage gespeichert.
fr: Vous avez le droit d’accéder aux données vous concernant traitées dans le cadre de votre demande de support et d’en obtenir une copie (article 15 du règlement général sur la protection des données), d’obtenir la rectification de données inexactes ou incomplètes (article 16 du règlement général sur la protection des données), de vous opposer au traitement de vos données (article 21 du règlement général sur la protection des données), d’obtenir l’effacement de celles-ci dans les conditions prévues par l’article 17 du règlement général sur la protection des données et la limitation du traitement dans les conditions prévues par l’article 18 de ce même règlement. le cadre d’une demande de support, les données traitées seront conservées pour une durée de trois mois à compter de la demande.

source: For any questions concerning the processing of personal data by the CNPD, and for any request relating to the exercise of your rights, you can contact the Data Protection Officer (DPO) of the CNPD: <a href="mailto:dpo@cnpd.lu)">dpo@cnpd.lu</a>.
de: Bei Fragen zur Verarbeitung personenbezogener Daten durch die CNPD und bei Anfragen im Zusammenhang mit der Ausübung Ihrer Rechte können Sie sich an den Datenschutzbeauftragten (DSB) der CNPD wenden: <a href="mailto:dpo@cnpd.lu)">dpo@cnpd.lu</a>.
fr: Pour toute question concernant le traitement de données à caractère personnel effectué par la CNPD, et pour toute demande relative à l’exercice de vos droits, vous pouvez contacter le délégué à la protection des données (DPO) de la CNPD : <a href="mailto:dpo@cnpd.lu)">dpo@cnpd.lu</a>.

source: Complaint
de: Beschwerde
fr: Réclamation

source: If you consider that the processing of your data by the CNPD constitutes a breach of the General Data Protection Regulation, you can enter a <a href="https://cnpd.public.lu/en/particuliers/faire-valoir/formulaire-plainte.html" target="_blank" rel="noopener noreferrer">complaint to the CNPD</a>.
de: Wenn Sie der Ansicht sind, dass die Verarbeitung Ihrer Daten durch die CNPD gegen die Datenschutz-Grundverordnung verstößt, können Sie eine <a href="https://cnpd.public.lu/de/particuliers/faire-valoir/formulaire-plainte.html" target="_blank" rel="noopener noreferrer">Beschwerde bei der CNPD</a> einreichen.
fr: Si vous estimez que le traitement de vos données effectué par la CNPD constitue une violation du règlement général sur la protection des données, vous pouvez introduire une <a href="https://cnpd.public.lu/fr/particuliers/faire-valoir/formulaire-plainte.html" target="_blank" rel="noopener noreferrer">réclamation auprès de la CNPD</a>.

source: Login
de: Anmelden
fr: Connexion

source: Restricted Access
de: Eingeschränkter Zugang
fr: Accès restreint

source: Level report
de: Füllstandsbericht
fr: Rapport de niveau

source: Unique identifier
de: Eindeutige Kennung
fr: Identifiant unique

source: Level end date
de: Enddatum des Levels
fr: Date de fin du niveau

source: Success
de: Erfolg
fr: Réussite

source: Answers
de: Antworten
fr: Réponses

source: Table of contents
de: Inhaltsverzeichnis
fr: Table des matières

source: My resources
de: Meine Ressourcen
fr: Mes ressources

source: Summary sheets
de: Zusammenfassende Datenblätter
fr: Les fiches récapitulatives

source: Practical sheets
de: Die praktischen Merkblätter
fr: Les fiches pratiques

source: Templates
de: Die Templates
fr: Les templates

source: All files
de: Alle Dateien
fr: Tous les fichiers

source: Statistics
de: Statistiken
fr: Statistiques

source: Key figures
de: Schlüsselzahlen
fr: Chiffres clés

source: Total users
de: Nutzer insgesamt
fr: Total des utilisateurs

source: Total users completed course
fr: Total des utilisateurs ayant suivi le cours

source: Course completion rate
de: Abschlussquote des Kurses
fr: Taux d'achèvement du cours

source: Overall Average score
de: Durchschnittliche Gesamtpunktzahl
fr: Score moyen global

source: Overall Average duration
de: Durchschnittliche Gesamtlaufzeit
fr: Durée moyenne globale

source: Activity over the past year
de: Tätigkeit im letzten Jahr
fr: Activité au cours de la dernière année

source: Less
de: Weniger
fr: Moins

source: More
de: Mehr
fr: Plus

source: Users by year
de: Nutzer pro Jahr
fr: Utilisateurs par année

source: Users by month
de: Nutzer pro Monat
fr: Utilisateurs par mois

source: Users by level
de: Benutzer nach Level
fr: Utilisateurs par niveau

source: Duration by level
de: Dauer pro Level
fr: Durée par niveau

source: Users and Score by level
de: Nutzer und Punktzahl nach Level
fr: Utilisateurs et score par niveau

source: Users and Progress by level
de: Benutzer und Fortschritt nach Level
fr: Utilisateurs et progrès par niveau

source: Success rate by question
de: Erfolgsquote pro Frage
fr: Taux de réussite par question

source: Success rate by quiz
de: Erfolgsquote pro Quiz
fr: Taux de réussite par quiz

source: Success rate by knowledge
de: Erfolgsquote pro Bekanntem
fr: Taux de réussite par connaissance

source: User's current position [Top 10]
de: Aktuelle Position des Benutzers [Top 10]
fr: Position actuelle de l'utilisateur [Top 10]

source: Signature
de: Unterschrift

source: Description
de: Beschreibung

source: Question
de: Frage

source: Contact
de: Kontakt

source: Anonymisation
de: Anonymisierung

source: If the user wishes to obtain more specific information on data protection, he/she can contact the CNPD via the <a href="https://cnpd.public.lu/en/support/contact.html" target="_blank" rel="noopener noreferrer">contact</a> form.
de: Wenn der Nutzer genauere Informationen zum Datenschutz wünscht, kann er sich über sein <a href="https://cnpd.public.lu/de/support/contact.html" target="_blank" rel="noopener noreferrer">Kontaktformular</a> an die CNPD wenden.

source: Flexible
de: Flexibel
