Repository: CNPD-Luxembourg/daaz_theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: The aim is to disseminate accurate and up-to-date information, but the CNPD cannot avoid any risk of material error. The information published on this site does not constitute a commitment on the part of the CNPD and may not be exhaustive.
de: Ziel ist es, korrekte und aktuelle Informationen zu verbreiten, aber die CNPD kann das Risiko von sachlichen Fehlern nicht vermeiden. Die auf dieser Website veröffentlichten Informationen stellen keine Verpflichtung der CNPD dar und sind möglicherweise nicht erschöpfend.
fr: L'objectif est de diffuser des informations exactes et à jour, mais la CNPD ne saurait toutefois éviter tout risque d'erreur matérielle. Les informations publiées sur ce site ne sont pas constitutives d’un engagement de la part de la CNPD et peuvent ne pas être exhaustives.

source: The CNPD cannot be held liable in the event of inaccuracies, gaps or errors in the information provided on the site, including in the event of failure to update information or a document or in the event of errors in system manipulation or encoding.
de: Die CNPD haftet nicht für Ungenauigkeiten, Lücken oder Fehler in den auf der Website bereitgestellten Informationen, einschließlich der Nichtaktualisierung von Informationen oder Dokumenten oder Fehler bei der Handhabung des Systems oder der Codierung.
fr: La responsabilité de la CNPD ne saurait être retenue en cas d’inexactitudes, de lacunes ou d’erreurs dans les informations fournies sur le site, y compris en cas d’omission de mise à jour d’une information ou d’un document ou encore en cas d’erreurs de manipulation du système ou d’encodage.

source: The site, including the DAAZ compliance tool, may be updated and modified at any time by the CNPD, without prior notice. In particular, the CNPD may at any time remove, add, supplement or specify all or part of the information, content and functionalities accessible on the site. No liability for any direct or indirect damage in connection with such updates and modifications can be held against the CNPD.
de: Die Website, einschließlich des DAAZ-Konformitätshilfetools, kann von der CNPD jederzeit ohne Vorankündigung aktualisiert und geändert werden. Die CNPD kann insbesondere jederzeit alle oder einen Teil der auf der Website zugänglichen Informationen, Inhalte und Funktionen entfernen, hinzufügen, ergänzen oder präzisieren. Gegenüber der CNPD kann keine Haftung für direkte oder indirekte Schäden im Zusammenhang mit solchen Aktualisierungen und Änderungen übernommen werden.
fr: Le site, en compris l’outil d’aide à la conformité DAAZ, peut être mis à jour et modifié à tout moment par la CNPD, sans préavis. La CNPD peut notamment à tout moment retirer, ajouter, compléter ou préciser tout ou une partie des informations, contenus et fonctionnalités accessibles sur le site. Aucune responsabilité pour un quelconque dommage direct ou indirect en lien avec de telles mises à jour et modifications ne pourra être retenue à l’encontre de la CNPD.

source: Links to other sites
de: Links zu anderen Websites
fr: Liens vers d’autres sites

source: For the convenience of users, this site may contain links to other sites that may be useful or of interest to them.
de: Aus Gründen der Benutzerfreundlichkeit kann diese Website Links zu anderen Websites enthalten, die für sie nützlich oder interessant sein könnten.
fr: Pour la convenance des utilisateurs, ce site peut contenir des liens vers d’autres sites qui peuvent leur être utiles ou qui peuvent les intéresser.

source: The CNPD does not systematically monitor the content of these sites. It can therefore not be held responsible for the content presented on these sites, whether it is their legality or the accuracy of the information contained therein and any material damage that may result from their use.
de: Die CNPD kontrolliert den Inhalt dieser Websites nicht systematisch. Sie kann daher nicht für die auf diesen Websites präsentierten Inhalte haftbar gemacht werden, unabhängig davon, ob es sich um deren Rechtmäßigkeit oder die Richtigkeit der darin enthaltenen Informationen und um etwaige materielle Schäden handelt, die sich aus ihrer Nutzung ergeben.
fr: La CNPD ne contrôle pas systématiquement le contenu de ces sites. Elle ne peut dès lors être tenue responsable des contenus présentés sur lesdits sites, qu’il s’agisse de leur légalité ou de l'exactitude des informations qui s'y trouvent et des éventuels dégâts matériels qui découleraient de leur utilisation.

source: Intellectual Property (Copyright)
de: Geistiges Eigentum (Copyright)
fr: Propriété intellectuelle (Copyright)

source: All elements of this website, including the DAAZ compliance tool and its logo, are protected by intellectual property, copyright and trademark laws. The use of the website and the DAAZ compliance tool, in accordance with these general terms and conditions, does not constitute an assignment of intellectual property rights held by the CNPD.
de: Alle Elemente dieser Website, einschließlich des DAAZ-Konformitätshilfetools und seines Logos, sind durch die Gesetze zum geistigen Eigentum, zum Urheberrecht und zum Markenrecht geschützt. Die Nutzung der Website und des DAAZ-Konformitätshilfetools gemäß diesen Allgemeinen Geschäftsbedingungen stellt keine Abtretung von Rechten des geistigen Eigentums im Besitz der CNPD dar.
fr: L’ensemble des éléments de ce site, en ce compris l’outil d’aide à la conformité DAAZ ainsi que son logo sont protégés par les lois sur la propriété intellectuelle, sur les droits d’auteur et le droit des marques. L’utilisation du site et de l’outil d’aide à la conformité DAAZ, conformément aux présentes conditions générales, ne constitue en aucun cas une cession de droits de propriété intellectuelle détenus par la CNPD.

source: No operating authorisation is granted by the CNPD in respect of all the elements of the site protected by intellectual property rights.
de: Die CNPD erteilt keine Betriebsgenehmigung für alle durch Rechte des geistigen Eigentums geschützten Elemente des Gebiets.
fr: Aucune autorisation d’exploitation n’est accordée par la CNPD à l’égard de l’ensemble des éléments du site protégés par des droits de propriété intellectuelle.

source: Without prejudice to the possibilities of adapting the content of the tool described in point 3 of these general conditions, modifications, reproductions or adaptations of the elements of this site, of the DAAZ compliance tool as accessible on it and of the figurative mark DAAZ, are not authorised, in any form and by any means whatsoever.
de: Unbeschadet der in Punkt 3 dieser Allgemeinen Geschäftsbedingungen beschriebenen Möglichkeiten zur Anpassung des Inhalts des Tools sind Änderungen, Reproduktionen oder Anpassungen der Elemente dieser Website, des auf dieser Website verfügbaren DAAZ-Konformitätshilfetools und der Bildmarke DAAZ in keiner Form und mit keinem Mittel zulässig.
fr: Sans préjudice des possibilités d’adaptation du contenu de l’outil décrites au point 3 des présentes conditions générales, les modifications, reproductions ou adaptations des éléments de ce site, de l’outil d’aide à la conformité DAAZ tel qu’il est accessible sur celui-ci et de la marque figurative DAAZ, ne sont pas autorisés, sous quelque forme que ce soit et par quelque moyen que ce soit.

source: Modification of the general conditions of use
de: Änderung der Allgemeinen Nutzungsbedingungen
fr: Modification des conditions générales d'utilisation

source: These terms and conditions of use may be modified or supplemented at any time, without notice, depending on changes to the site, changes in legislation or for any other reason deemed necessary. It is up to the user to inquire about the general conditions of use of the site, of which only the updated version accessible online is deemed to be in force.
de: Diese Allgemeinen Nutzungsbedingungen können jederzeit ohne Vorankündigung geändert oder ergänzt werden, je nach Änderungen der Website, der Entwicklung der Gesetzgebung oder aus einem anderen Grund, der für notwendig erachtet wird. Es liegt in der Verantwortung des Nutzers, sich über die allgemeinen Nutzungsbedingungen der Website zu informieren, von denen nur die aktualisierte, online zugängliche Version als gültig gilt.
fr: Les présentes conditions générales d'utilisation pourront être modifiées ou complétées à tout moment, sans préavis, en fonction de modifications apportées au site, de l'évolution de la législation ou pour tout autre motif jugé nécessaire. Il appartient à l’utilisateur de s’informer des conditions générales d'utilisation du site, dont seule la version actualisée accessible en ligne est réputée en vigueur.

source: Applicable law and competent courts
de: Anwendbares Recht und zuständige Gerichte
fr: Loi applicable et juridictions compétentes

source: Any dispute relating to the use of this website and the DAAZ compliance tool is subject to Luxembourg law and the exclusive jurisdiction of the courts of the Grand Duchy of Luxembourg.
de: Alle Streitigkeiten im Zusammenhang mit der Nutzung dieser Website und des DAAZ-Konformitätshilfetools unterliegen dem luxemburgischen Recht und der ausschließlichen Zuständigkeit der Gerichte des Großherzogtums Luxemburg.
fr: Tout litige relatif à l'utilisation de ce site et de l’outil d’aide à la conformité DAAZ est soumis à la loi luxembourgeoise et de la compétence exclusive des juridictions du Grand-Duché de Luxembourg.

source: Processing of personal data by the CNPD via the daaz-gdpr.lu website
de: Verarbeitung personenbezogener Daten durch die CNPD über die Website daaz-gdpr.lu
fr: Traitements de données à caractère personnel effectués par la CNPD via le site daaz-gdpr.lu

source: A unique identifier that is automatically generated when you first log in to the DAAZ compliance tool preserves the anonymity of the user. Personal data may nevertheless be processed by the CNPD in the event of a request for support.
de: Eine eindeutige Kennung, die bei der ersten Anmeldung beim DAAZ-Compliance-Tool automatisch generiert wird, gewährleistet die Anonymität des Nutzers. Personenbezogene Daten können jedoch von der CNPD im Falle einer Supportanfrage verarbeitet werden.
fr: Un identifiant unique généré automatiquement lors de la première connexion à l’outil d’aide à la conformité DAAZ permet de préserver l’anonymat de l’utilisateur. Des données à caractère personnel peuvent néanmoins être traitées par la CNPD en cas de demande de support.

source: The information on the processing of personal data carried out by the CNPD in this context is detailed
de: Die Informationen über die Verarbeitung personenbezogener Daten durch die CNPD in diesem Zusammenhang sind detailliert
fr: Les informations relatives aux traitements de données à caractère personnel effectués par la CNPD dans ce contexte sont détaillées

source: here
de: hier
fr: ici

source: A cookie is a text file sent to the user’s browser and stored on the hard drive of the user’s terminal (e.g. PC, laptop or smartphone) when visiting a website.
de: Ein Cookie ist eine Textdatei, die beim Besuch einer Website an den Browser des Nutzers gesendet und auf der Festplatte seines Endgeräts (z. B. PC, Laptop oder Smartphone) gespeichert wird.
fr: Un cookie est un fichier texte envoyé au navigateur de l’utilisateur et enregistré sur le disque dur de son terminal (PC, ordinateur portable ou smartphone, par exemple) lors de la visite d’un site internet.

source: For example, cookies may be used to ensure the proper functioning of a website and to optimise its usability and functionality. The information relating to the cookies used by the site daaz-gdpr.lu are detailed
de: Cookies können beispielsweise verwendet werden, um das reibungslose Funktionieren einer Website zu gewährleisten und ihre Ergonomie und Funktionalität zu optimieren. Die Informationen über die von der Website daaz-gdpr.lu verwendeten Cookies sind detailliert
fr: Des cookies peuvent par exemple être utilisés afin d’assurer le bon fonctionnement d’un site et d’optimiser son ergonomie et ses fonctionnalités. Les informations relatives aux cookies utilisés par le site daaz-gdpr.lu sont détaillées

source: The site is available in three languages, English, German and French.
de: Die Website wird in drei Sprachen (Englisch, Deutsch und Französisch) angeboten.
fr: Le site est proposé en trois langues, à savoir l’anglais, l’allemand et le français.

source: As far as possible, any questions/solicitations will be answered in the language of the recipient of the answer.
de: Soweit möglich, werden alle Fragen/Anfragen in der Sprache des Adressaten der Antwort beantwortet.
fr: Dans la mesure du possible, il sera répondu à toute question/sollicitation dans la langue du destinataire de la réponse.

source: The intuitive path to
de: Der intuitive Weg zum
fr: Le chemin intuitif vers

source: data protection
de: Datenschutz
fr: la protection des données

source: Tailor-made training for SMEs
de: Maßgeschneiderte Schulungen für KMU
fr: Une formation sur mesure pour les PME

source: based on real examples
de: basierend auf realen Beispielen
fr: basée sur des exemples réels

source: Start the journey
de: Starten Sie den Parcours
fr: Lancer le parcours

source: Developed by the National Commission
de: Entworfen von der Nationalen Kommission
fr: Conçue par la Commission Nationale

source: for Data Protection of Luxembourg
de: zum Datenschutz in Luxemburg
fr: pour la Protection des Données du Luxembourg

source: Suitable
de: Angepasst
fr: Adapté

source: The GDPR with the
de: Die DSGVO mit den
fr: Le RGPD avec les

source: everyday words
de: Worte des Alltags
fr: mots du quotidien

source: Training to go through
de: Eine Ausbildung, die es zu durchlaufen gilt
fr: Une formation à parcourir

source: at your own pace
de: in Ihrem Tempo
fr: à votre rythme

source: Reliable
de: Zuverlässig
fr: Fiable

source: Verified content
de: Verifizierter Inhalt
fr: Un contenu vérifié

source: and secure
de: und sicher
fr: et sécurisé

source: GDPR from A to Zen!
de: Die DSGVO von A bis Zen!
fr: Le RGPD de A à Zen !

source: A captivating story with
de: Eine spannende Geschichte mit
fr: Une histoire captivante avec

source: characters
de: Charaktere
fr: des personnages

source: Achievement
de: Erledigung
fr: Accomplissement

source: Questions and challenges
de: Fragen und Herausforderungen
fr: Questions et challenges

source: to test your progression
de: Testen Sie Ihren Fortschritt
fr: pour tester votre progression

source: Experience
de: Erfahrung
fr: Expérience

source: Based on concrete cases
de: Basierend auf konkreten Fällen
fr: Basée sur des cas concrets

source: met by experts
de: Treffen mit Experten
fr: rencontrés par les experts

source: Involvement
de: Beteiligung
fr: Implication

source: Useful practical sheets
de: Nützliche Merkblätter
fr: Des fiches pratiques utiles

source: in your everyday life
de: für Ihren Alltag
fr: à votre quotidien

source: On the road to compliance!
de: Auf dem Weg zur Compliance!
fr: En route vers la conformité !

source: A story of an SME
de: Eine KMU-Geschichte
fr: Une histoire de PME

source: Follow the adventure of our hero Dominique Schummer, a dynamic businessman faced with the General Data Protection Regulation, also known as <b>“GDPR”</b>.
de: Folgen Sie dem Abenteuer unseres Helden Dominique Schummer, eines dynamischen Unternehmers, der mit der Datenschutz-Grundverordnung konfrontiert ist, auch bekannt als <b>‚DSGVO‘</b>.
fr: Suivez l’aventure de notre héros Dominique Schummer, un entrepreneur dynamique confronté au Règlement Général sur la Protection des Données, dit aussi <b>“RGPD”</b>.

source: Supported by his team, Dominique will discover and implement the GDPR to ensure a respectful handling of the data subject's data.
de: Unterstützt von seinem Team wird Dominique die DSGVO kennenlernen und in die Praxis umsetzen, um eine respektvolle Datenverarbeitung der betroffenen Personen zu gewährleisten.
fr: Soutenu par son équipe, Dominique découvrira et mettra en pratique le RGPD pour garantir un traitement de données respectueux des personnes concernées.

source: Explore the world of data protection alongside Dominique and gain new skills!
de: Entdecken Sie gemeinsam mit Dominique den Schutz personenbezogener Daten und bauen Sie Ihre Kompetenz aus!
fr: Explorez la protection des données personnelles aux côtés de Dominique et montez en compétence !

source: A 4-level journey
de: Ein Parcours auf 4 Ebenen
fr: Un parcours à 4 niveaux

source: Testimonials
de: Erfahrungsberichte
fr: Témoignages

source: What other users said about it
de: Was die Nutzer dazu sagen
fr: Ce qu’en disent les utilisateurs

source: Our partners
de: Unsere Partner
fr: Nos partenaires

source: Legal notice
de: Impressum
fr: Mentions légales

source: Legal aspects
de: Rechtliche Aspekte
fr: Aspects légaux

source: Terms and conditions of use of the daaz-gdpr.lu website and the DAAZ compliance tool
de: Allgemeine Nutzungsbedingungen für die Website daaz-gdpr.lu und das DAAZ-Konformitätshilfe-Tool
fr: Conditions générales d'utilisation du site daaz-gdpr.lu et de l’outil d’aide à la conformité DAAZ

source: If the user wishes to obtain more specific information on data protection, he/she can contact the CNPD via the<a href="https://cnpd.public.lu/en/support/contact.html" target="_blank" rel="noopener noreferrer">contact</a>form.
fr: Si l’utilisateur souhaite obtenir des informations plus spécifiques concernant la protection des données, il peut contacter la CNPD via son <a href="https://cnpd.public.lu/fr/support/contact.html" target="_blank" rel="noopener noreferrer">formulaire de contact</a>.

source: Privacy is your ally
de: Vertraulichkeit ist Ihr Verbündeter
fr: La confidentialité est votre alliée

source: Your anonymity is guarantied during the training by means of a unique identifier automatically generated upon your first connection.
de: Ihre Anonymität wird während Ihres Trainings durch eine eindeutige ID geschützt, die bei Ihrer ersten Anmeldung automatisch generiert wird.
fr: Votre anonymat est préservé pendant votre formation grâce à un identifiant unique généré automatiquement lors de votre première connexion.

source: See you soon!
de: Bis bald!
fr: A bientôt !

source: Do you have your ID for your next visit?
de: Haben Sie Ihre ID für Ihren nächsten Besuch?
fr: Avez-vous votre ID pour votre prochaine visite?

source: Leaving the adventure
de: Das Abenteuer verlassen
fr: Quitter l'aventure

source: New journey
de: Neue Strecke
fr: Nouveau Parcours

source: Your ID:
de: Hier ist Ihre ID:
fr: Voici votre ID:

source: Start
de: Beginnen
fr: Commencer

source: Sorry, no resources available
de: Es sind leider keine Ressourcen verfügbar
fr: Désolé, aucune ressource n'est disponible

source: Download
de: Herunterladen
fr: Téléchargement

source: Select all
de: Alles auswählen
fr: Tout sélectionner

source: Download the TXT file with your ID
de: Laden Sie die TXT-Datei mit Ihrer ID herunter
fr: Télécharger le fichier TXT avec votre ID

source: Download a QR code
de: QR-Code herunterladen
fr: Télécharger le QR code

source: Copy your ID into the clipboard
de: Kopieren der ID in die Zwischenablage
fr: Copier l’ID dans le presse-papier

source: Your identifier is unique and can't be recovered.
de: Ihre ID ist eindeutig und kann nicht wiederhergestellt werden.
fr: Votre identifiant est unique et ne pourra pas être récupéré.

source: Make sure you keep a copy.
de: Achten Sie darauf, eine Kopie davon aufzubewahren.
fr: Assurez-vous d’en garder une copie.

source: Let's go !
de: Los geht's!
fr: C’est parti !

source: I'm starting a new journey
de: Ich beginne einen neuen Weg
fr: Je commence un nouveau parcours

source: or
de: oder
fr: ou

source: I resume a journey using my unique identifier:
de: Ich nehme eine Fahrt mit meiner eindeutigen Kennung wieder auf:
fr: Je reprends un parcours grâce à mon identifiant unique :

source: Access my space
de: Zugang zu meinem Bereich
fr: Accéder à mon espace

source: Home
de: Begrüßung
fr: Accueil

source: Controller
de: Verantwortlich für die Verarbeitung
fr: Responsable du traitement

source: <p> The National Commission for Data Protection (CNPD) is responsible for the processing of personal data carried out within the framework of the DAAZ project. </p> <p> The contact details of the CNPD are as follows: </p>
de: <p> Die Nationale Kommission für Datenschutz (CNPD) ist für die Verarbeitung personenbezogener Daten im Rahmen des DAAZ-Projekts verantwortlich. </p> <p> Die Koordinaten der CNPD lauten wie folgt: </p>
fr: <p> La Commission nationale pour la protection des données (CNPD) est responsable du traitement des données à caractère personnel effectué dans le cadre du projet DAAZ. </p> <p> Les coordonnées de la CNPD sont les suivantes : </p>

source: Purposes and legal basis of processing
de: Zwecke und Rechtsgrundlage der Verarbeitung
fr: Finalités et base juridique du traitement

source: The DAAZ project helps to promote awareness among controllers and processors of their obligations under the GDPR. The implementation of that project is part of a public-interest mission which falls to the CNPD on the basis of Article 57(1)(d) of the GDPR.
de: Das DAAZ-Projekt trägt dazu bei, die Verantwortlichen und Auftragsverarbeiter für ihre Verpflichtungen im Rahmen der DSGVO zu sensibilisieren. Die Durchführung dieses Projekts erfolgt im Rahmen einer Aufgabe von öffentlichem Interesse, die der CNPD auf der Grundlage von Art. 57 Abs. 1 Buchst. d DSGVO obliegt.
fr: Le projet DAAZ contribue à encourager la sensibilisation des responsables du traitement et des sous-traitants en ce qui concerne les obligations qui leur incombent en vertu du RGPD. La réalisation de ce projet s’inscrit dans le cadre d’une mission d’intérêt public qui incombe à la CNPD sur base de l’article 57, paragraphe 1, sous d) du RGPD.

source: The anonymity of users is preserved thanks to a unique identifier automatically generated at the first connection. The CNPD and its partner the LHC-NC3 (Luxembourg House of Cybersecurity, National Cybersecurity Competence Center) are therefore unable to identify the user as part of their training journey.
de: Die Anonymität der Nutzer wird durch eine eindeutige Kennung gewahrt, die bei der ersten Anmeldung automatisch generiert wird. Die CNPD und ihr Partner LHC-NC3 (Luxembourg House of Cybersecurity, National Cybersecurity Competence Center) sind daher nicht in der Lage, den Nutzer im Rahmen seines Schulungspfads zu identifizieren.
fr: L’anonymat des utilisateurs est préservé grâce à un identifiant unique généré automatiquement lors de la première connexion. La CNPD et son partenaire le LHC-NC3 (Luxembourg House of Cybersecurity, National Cybersecurity Competence Center) ne sont donc pas en mesure d’identifier l’utilisateur dans le cadre de son parcours de formation.
